{"0": "Poopyhead", "1": "Aha, I see the Fuck-Up Fairy has visited us again! ", "2": "I do desire we may be better strangers", "3": "You're imppossible to underestimate.", "4": "doodoohead", "5": "I refuse to have a battle of wits with an unarmed opponent.", "6": "Your face qualifies as a crime against humanity.", "7": "Your mother was a hamster and your father smells of elderberry!!! I fart in your general direction!!!", "8": "You're not the dumbest person on the planet, but you sure better hope he doesn't die.", "9": "If your brain was donated to science, science would return it.", "10": "May the flies from a thousand camels forever infest your armpits.", "11": "You smell like goat cheese.", "12": "People like you are the reason why shampoo bottles have instructions.", "13": "You're so ugly you made an onion cry.", "14": "The only way a woman is going to touch you is with a taser.", "15": "You haven't been yourself lately. We've all noticed the improvement.", "16": "Are you always such an idiot, or do you just show off when I'm around?", "17": "With a face like yours, I wish I was blind.", "18": "Yeah you're pretty ... pretty stupid", "19": "Oh, you want to trade insults? Wait here while I go get a lobotomy, and we'll start even.", "20": "I hope you step on a Lego.", "21": "Do you go to the zoo for a family reunion?", "22": "You are the Internet Explorer of people.", "23": "It was 2:59 when God made you, and he got off at 3.", "24": "I am sick when I do look on thee.", "25": "Thou cream-faced loon!", "30": "Your teeth are so yellow traffic slows down when you smile.", "31": "I'd call you a cunt but you lack the depth and warmth.", "33": "Snot-nose!", "44": "You have the face for the radio and the voice for a silent film.", "53": "You stink.", "70": "Here's 20 cents, call all your friends and give me back the change.","88": "Were you born a cunt, or is it something you have to recommit yourself to every morning?", "91": "You clearly have not been burdened by an overabundance of education.", "97": "Villain, I have done thy mother."}